[]
=on

[InstallWizard]
ProductName=血手寶典7
//ErrorMessage=
MSG_001=權限不足，無法安裝/移除!
MSG_101=設定不完整，無法安裝!!
MSG_102=已安裝較新版本. 退出安裝程式.
MSG_103=此檔案無法複製，請按確定後，繼續安裝作業!!
MSG_1040=存在"開機啟動"資訊!
MSG_1041=存在"軟體自訂註冊"資訊!
MSG_1042=存在"軟體程式檔案"!
MSG_201=移除資訊不完整，無法移除!!
MSG_202=此檔案無法移除，請按確定後，繼續移除作業!!
MSG_301=更新資訊不完整，無法更新.
MSG_302=請先移除已安裝版本，再重新進行安裝操作.
MSG_501=電腦中安裝的已經是舊版, 是否進行安裝更新!
MSG_502=升級失敗，請重新操作!!
MSG_503=電腦中安裝的已經是新版, 是否還要進行安裝程式!
//準備安裝畫面=
FPrepare->Caption=血手幽靈 安裝精靈
FPrepare->lb_Prepare->Caption=安裝精靈正在正在進行安裝前的準備動作, 接下來將引導您完成剩餘的安裝過程, 請稍候.
FPrepare->lb_PrepareProc->Caption=正在準備安裝...
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=歡迎安裝 [%P] 軟體 !
FWelcome->lb_StartInstallation->Caption=安裝精靈將進行安裝[%P]軟體,若要繼續,請按[下一步] !
FWelcome->lb_SelectLanguage->Caption=請選擇語系 :
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=準備安裝 [%P]
FSeriesSelect->lb_SelectSeriesDescription->Caption=選擇您的產品型號，並按「下一步」執行安裝軟體.
FSeriesSelect->rb_Series2->Caption=智能多核左三槍 V2
FSeriesSelect->rb_Series3->Caption=智能多核左三槍 V3
FSeriesSelect->rb_Series5->Caption=智能多核左三槍 V5
FSeriesSelect->rb_Series7->Caption=智能多核左三槍 V7
FSeriesSelect->rb_Series4->Caption=智能多核左三槍 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=我接受合約                             
FEULA->rb_DisapproveOfEULA->Caption=我不接受合約                         
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=準備安裝
FAskInstall->lb_AskInstall->Caption=單擊[安裝]開始安裝,\\\\\\\\如果要變更任何安裝設定,請單擊[上一步],單擊[取消]退出安裝精靈.
//開始安裝畫面=
FInstall->lb_Title->Caption=正在安裝
FInstall->lb_Install->Caption=安裝精靈正在執行所要求的安裝。
CopyFiles=檔案複製
ChangeFolderCompetence=變更資料夾權限中…
WriteRegOnUninstallFolder=註冊檔寫入解安裝資訊
WriteRegOnBootName=註冊檔寫入開機啟動資訊
CreateLinks=建立快捷方式
WriteRegOnPrivateFolder=註冊檔寫入軟體資訊
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=安裝沒有完成.如果現在結束安裝程式，將造成您要求新增/移除的功能不完整.\\\\真要結束安裝程式嗎?
//取消完成畫面=
FCancel->lb_Cancel->Caption=安裝程式已被中斷 !
FCancel->lb_Notes->Caption=系統尚未被修改,以後如還要安裝此程式,請再次運行此安裝程式,\\\\\\\\單擊[完成]結束安裝程式.
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=安裝新版完成 !
FFinish->lb_Finish_Uninstall->Caption=移除舊版完成 !
FFinish->lb_Finish_Upgrade->Caption=更新完成!
FFinish->lb_FinishInstallNotes->Caption=安裝程式已在您的電腦中完成了 %P 之安裝.
FFinish->lb_FinishUninstallNotes->Caption=已完成移除[%P]舊版軟體 !
FFinish->lb_FinishUpgradeNotes->Caption=已完成更新 %P .
FFinish->ck_StartProgram->Caption=啟動 %P
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=是否完全移除所選應用程式及其功能?
FUninstallConfirm->ck_DeleteUserLog->Caption=刪除使用記錄(包含 : 編程、槍械檔、按鍵設定…等。)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=正在執行移除舊版[%P]軟體…
BackupSettingData=是否保留軟體設定資料?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=單擊「升級 / 修復」以開始升級或修復，\\\\\\\\如果不升級或修復，單擊「取消」退出安裝精靈.
FAskUpgradeAndRepair->bt_Upgrade->Caption=升級/修復
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=安裝程式正在 升級 / 修復 %P .
FUpgradeAndRepair->bt_Cancel->Caption=取消

[UNINSTALL]
DISPLAY_NAME=血手寶典7 [Bloody7]
PUBLISHER=血手幽靈
URL=http:\\www.bloody.tw\
LINK_PROGRAMS_PUBLISHER=血手幽靈
LINK_PROGRAMS_FOLDER=血手寶典7
LINK_PROGRAMS_EXEC=血手寶典7
LINK_PROGRAMS_UNIST=移除 血手寶典7
LINK_PROGRAMS_MANUAL=操作手冊
LINK_DESKTOP=血手寶典7

